[
    {
        "id": 0,
        "building": "Breuer Building",
        "architect": "Marcel Breuer",
        "city": "NYC",
        "year": 1966,
        "country": "USA",
        "description": "945 Madison Avenue, also known as the Breuer Building, is a museum building in the Upper East Side of Manhattan, New York City. The Marcel Breuer-designed structure was built from 1964 to 1966 as the third home for the Whitney Museum of American Art. The Whitney moved out in 2014, after nearly 50 years in the building. In 2016, it was leased to the Metropolitan Museum of Art and became the Met Breuer, which closed in 2020. The building currently houses the Frick Madison, the temporary home of the Frick Collection set for a two-year period that began in March 2021. There are no public plans for the building after the Met's lease expires in 2023. The five story building occupies a roughly square plot at Madison Avenue and 75th Street. The building, described as Brutalist or Modernist, has exterior faces of variegated granite and exposed concrete. It has stark angular shapes, including cantilevered floors progressively extending atop its entryway, resembling an inverted ziggurat. The design, controversial though lauded by notable critics at its opening, has seen more universally positive reviews into the present day. The building is a contributing property to the Upper East Side Historic District, a New York City and national historic district.",
        "images": [
            "/breuer-building/img-01.jpeg",
            "/breuer-building/img-02.jpeg",
            "https://www.artfixdaily.com/images/fl/apr11_whitney1125x1500.jpg",
            "https://static01.nyt.com/images/2016/03/01/arts/20160301BREUER-slide-3TCO/20160301BREUER-slide-3TCO-superJumbo.jpg?quality=75&auto=webp&disable=upscale",
            "https://static01.nyt.com/images/2016/03/01/arts/20160301BREUER-slide-ZUBY/20160301BREUER-slide-ZUBY-superJumbo.jpg?quality=75&auto=webp&disable=upscale",
            "https://static01.nyt.com/images/2016/03/01/arts/20160301BREUER-slide-922E/20160301BREUER-slide-922E-superJumbo.jpg?quality=75&auto=webp&disable=upscale"
        ]
    },
    {
        "id": 1,
        "building": "Habitat 67",
        "architect": "Moshe Safdie",
        "city": "Montréal",
        "year": 1967,
        "country": "Canada",
        "description": "HABITAT 67, or simply Habitat, is a housing complex at Cité du Havre, on the Saint Lawrence River, Montreal, Quebec, Canada, designed by Israeli-Canadian architect Moshe Safdie. It originated in his master's thesis at the School of Architecture at McGill University and then an amended version was built for Expo 67, a World's Fair held from April to October 1967. Its address is 2600 Avenue Pierre-Dupuy, next to the Marc-Drouin Quay. Habitat 67 is considered an architectural landmark and a recognized building in Montreal.",
        "images": [
            "/habitat-67/img-01.jpeg",
            "/habitat-67/img-02.jpeg",
            "/habitat-67/img-03.jpeg",
            "https://upload.wikimedia.org/wikipedia/commons/c/c4/Habitat_67_Montreal_Close-up_cropped.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Habitat_67%2C_southwest_view.jpg/1920px-Habitat_67%2C_southwest_view.jpg"
        ]
    },
    {
        "id": 2,
        "building": "Geisel Library",
        "architect": "William Pereira",
        "city": "San Diego",
        "year": 1970,
        "country":"USA",
        "description": "The Geisel Library was designed in the 1960s by architect William Leonard Pereira, famous for its futuristic designs, associated with the space age, including the Trans-American Pyramid in San Francisco. The building’s distinctive architecture, between brutalism and futurism, has become one of the most recognizable buildings in San Diego. The Geisel Library is named in honor of Audrey and Theodor Seuss Geisel (better known as Dr. Seuss) for the generous contributions to the library and their devotion to improving literacy. The Geisel’s were long-time residents of La Jolla, where UC San Diego is located. The distinctive original building was designed in the late 1960s by William Pereira to sit at the canyon’s head. Built as part of the University of San Diego’s library system, the building has been described as hands holding a stack of books. The building gets its brutalist label from the raw concrete piers that support the building, angle, and extent outwards. The design is full of energy as the changing façade varies from level to level and side to side. William Pereira & Associates prepared a detailed report in 1969. Pereira originally conceived a steel-framed building, but this was changed to reinforced concrete to save on construction and maintenance costs. This change of material presented an opportunity for a more sculptural design.",
        "images": [
            "/geisel-library/img-01.jpg",
            "/geisel-library/img-02.webp",
            "https://ca-times.brightspotcdn.com/dims4/default/a629bca/2147483647/strip/true/crop/4000x2666+0+1/resize/2000x1333!/quality/80/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F1a%2F0e%2Fcacdbd224d918d209df14a585624%2F592088-sd-me-empty-colleges-kca002.JPG",
            "https://coolsandiegosights.files.wordpress.com/2022/03/img_9224z.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/9/9f/GeiselHDR.jpg"
        ]
    },
    {
        "id": 3,
        "building": "Trellick Tower",
        "architect": "Ernő Goldfinger",
        "city": "London",
        "year": 1972,
        "country": "England",
        "description": "The Trellick Tower is an iconic structure located in west London, England. It has gone through numerous phases of public perception, most notably its notorious nickname as the “Tower of Terror.”Designed as social housing for the local council, it features numerous unconventional design elements. Architect Erno Goldfinger, drew inspiration from the modernist principles of Le Corbusier's Unite d’Habitation for the tower’s dwelling units. Standing at 31 stories and 322 feet tall, the Trellick Tower’s Brutalist architectural style dominates the immediate skyline. It is loosely based on Goldfinger’s earlier and smaller Balfron Tower of similar style and construction. Its completion in 1972 marked the end of an era of high-rise tower blocks, which were losing popularity due to the inherently negative social problems that plagued them. Incorporated into the design are two volumes of different but interconnected function.",
        "images": [
            "/trellick-tower/img-01.jpeg",
            "/trellick-tower/img-02.jpeg",
            "/trellick-tower/img-03.webp",
            "https://i0.wp.com/thecharnelhouse.org//wp-content/uploads/2013/08/0415258537-01-s001-jumboxxx.jpg",
            "https://www.greyscape.com/wp-content/uploads/2021/02/Trellick-Tower-Kensal-Town-London-The-View-From-My-Window-Photo-Project-.jpg"
        ]
    },
    {
        "id": 4,
        "building": "Torre Velasca",
        "architect": "BBPR studio",
        "city": "Milan",
        "year": 1958,
        "country": "Italy",
        "description": "The building was designed by Studio BBPR for the company Ri.C.E. (Ricostruzione Comparti Edilizi SpA), which in 1949 obtained from the Municipality of Milan the license to build a multi-storey building for mixed commercial and residential use, following the devastation inflicted by the heavy bombings of the Second World War. The design studies began in 1950, with the collaboration of the Turin engineer Arturo Danusso, and were immediately directed towards the creation of a new symbol of the post-war rebirth of Milan. The final design of the building was completed in 1955, and was approved by the client and carried out by the General Real Estate Company between 1956 and 1957. The construction work lasted 292 days, ending eight days ahead of schedule. Following some changes of ownership in the 2000s, the building passed to the Fondiaria Sai, part of the Ligresti Group and, subsequently, after the merging with Unipol, it became part of the real estate assets of the new company UnipolSai, which carried out a total renovation. In October 2019, Torre Velasca was sold to the American group Hines, for 220 million €",
        "images": [
            "/torre-velasca/img-01.jpeg",
            "/torre-velasca/img-02.jpeg",
            "https://www.yesmilano.it/sites/default/files/luogo/gallery/1063/4698/Torre%20Velasca%20panorama.png",
            "https://s3.amazonaws.com/hines-images/torre-velasca/TORRE_VELASCA_exterior_view-up_hres.gif",
            "https://upload.wikimedia.org/wikipedia/commons/e/ec/Paolo_Monti_-_Servizio_fotografico_-_BEIC_6365460.jpg"
        ]
    },
    {
        "id": 5,
        "building": "Western City Gate (Genex Tower)",
        "architect": "Mihajlo Mitrović",
        "city": "Belgrade",
        "year": 1979,
        "country": "Serbia",
        "description": "The Genex Tower (Serbian: Kula Geneks), or Western City Gate is a 35-storey skyscraper in Belgrade, Serbia. It is formed by two towers connected with a two-storey bridge and features a revolving restaurant at the top. With around 140m it is the second-tallest highrise in Belgrade. One of the towers is occupied by the Genex Group. The tower got its popular name \"Genex\" after this group, while its official title remains Western City Gate. The second, taller tower, is residential. The left side of the Genex tower is abandoned, but still keeps the Zepter Logo on the top of the commercial side while the right (residential side) is still populated. On the bottom of Genex there have spawn up some shops, like a craft beer shop and shisha bar. The bottom of the building is covered in graffiti but the rest is in a good shape. There is a restaurant on top of the building which while built was intented to spin but sadly it next worked. The restaurant has been closed for quite some time now.",
        "images": [
            "/genex-tower/img-01.jpeg",
            "/genex-tower/img-02.jpeg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Genex_Tower%2C_looking_up..jpg/1024px-Genex_Tower%2C_looking_up..jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Novi_Beograd_-_West_Gate_01.jpg/1024px-Novi_Beograd_-_West_Gate_01.jpg",
            "https://www.ramblinrandy.com/wp-content/uploads/2019/07/RAMBLIN-RANDY-SERBIA-BELGRADE00070.jpg"
        ]
    },
    {
        "id": 6,
        "building": "Preston bus station",
        "architect": "Keith Ingham",
        "city": "Preston",
        "country": "England",
        "year": 1969,
        "description": "Preston bus station is the central bus station in the city of Preston in Lancashire, England. It was built by Ove Arup and Partners in the Brutalist architectural style between 1968 and 1969, to a design by Keith Ingham and Charles Wilson of Building Design Partnership with E. H. Stazicker. In the 2000s the building was threatened with demolition as part of the City Council's Tithebarn redevelopment project. After two unsuccessful attempts, it was granted Grade II listed building status in September 2013. It was then refurbished and officially re-opened in 2018.",
        "images": [
            "/preston-bus-station/img-01.jpeg",
            "/preston-bus-station/img-02.webp",
            "https://upload.wikimedia.org/wikipedia/commons/c/ce/Preston_Bus_Station_Car_Park.jpeg",
            "https://upload.wikimedia.org/wikipedia/commons/d/d2/Preston_bus_station_2020.jpg",
            "https://media.architecturaldigest.com/photos/6193e092da1d8a7f4dce5058/master/w_2362,h_1606,c_limit/pbs_after_05_interior_waiting_areas_0.jpg"
        ]
    },
    {
        "id": 7,
        "building": "Buzludzha monument",
        "architect": "Georgi Stoilov",
        "city": "Buzludzha Peak",
        "year": 1981,
        "country": "Bulgaria",
        "description": "The Monument House of the Bulgarian Communist Party  also known as the Buzludzha Monument , was built on Buzludzha Peak in central Bulgaria by the Bulgarian communist government and inaugurated in 1981. It commemorated the events of 1891, when a group of socialists led by Dimitar Blagoev assembled secretly in the area to form an organized socialist movement that led to the founding of the Bulgarian Social Democratic Party, a forerunner of the Bulgarian Communist Party. Inside the building, mosaics commemorating the history of the Bulgarian Communist Party cover approximately 937 square meters; 35 tons of cobalt glass were used in their manufacture. One-fifth of the mosaics have already been destroyed due to age, weather-related deterioration and vandalism. Mosaics on the outer ring of the monument were built with natural stones gathered from rivers across Bulgaria; these mosaics have mostly vanished due to natural wear. The building's main ceiling mosaic features the communist hammer and sickle encircled with a Communist Manifesto quote, \"Proletarians of all countries, unite!\"",
        "images": [
            "/buzludzha/img-01.jpeg",
            "/buzludzha/img-02.jpeg",
            "https://live.staticflickr.com/4806/46175118301_28b52dc75d_b.jpg",
            "http://cdn.cnn.com/cnnnext/dam/assets/170104161652-buzludsha-monument-3-the-approach.jpg",
            "https://upload.wikimedia.org/wikipedia/zh/9/9d/20140622_Buzludzha.jpg"
        ]
    },
    {
        "id": 8,
        "building": "111 Somerset",
        "architect": "Group 2 Architects",
        "city": "Singapore",
        "country": "Singapore",
        "year": 2015,
        "description": "111 Somerset is a high-rise commercial building and shopping mall in Orchard, Singapore. The building was first known as Public Utilities Board Building (PUB Building) until 1995, and was later known as Singapore Power Building until 2008 when acquired by YTL Corporation Pacific Star. It used to house the headquarters of SP Group, until it shifted to its current site at Kallang. In the 1971 design competition for the PUB Building, the other three finalists proposed high-rise structures to project a corporate image. However, Group 2 Architect's winning design, in the jury's words, allowed \"natural form and function to achieve character and dignity\" for the building. Situated between Somerset Road and Devonshire Road, Group 2 Architects designed the PUB Building as an H-shaped block with a central service core and a naturally-ventilated lobby.",
        "images": [
            "/111-somerset/img-01.jpeg",
            "/111-somerset/img-02.jpeg",
            "https://content.knightfrank.com/property/sgc111somerset/images/5740f944-83c5-44fa-bb8a-7e1949d45435-0.jpg"
        ]
    },
    {
        "id": 9,
        "building": "Mivtachim Sanitarium",
        "architect": "Yaakov Rechter",
        "city": "Zikhron Ya'akov",
        "year": 1966,
        "country": "Israel",
        "description": "The Mivtachim sanitarium in Zichron Ya’akov is a brutalist masterpiece set on the forested slopes of Mount Carmel, overlooking the Mediterranean Sea. The simple yet complex design of the serpentine-shaped modular structure makes it appear to be “crowning” the mountain. The building was designed by the Israeli architect Jacob Rechter in 1968 and immediately gained world-wide recognition, appearing in numerous international magazines and earning Rechter the prestigious Israel Award for architecture in 1973. Along with other brutalist icons, the Mivtachim Sanitarium was an idealistic, utopian structure, encapsulating the socialist ideas prevalent in 1960's Israel.",
        "images": [
            "/mivtachim/img-01.jpeg",
            "/mivtachim/img-02.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Elma_Arts_Complex_and_Hotel_bottom.jpg/1920px-Elma_Arts_Complex_and_Hotel_bottom.jpg",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/WikiAir_IL-13-02_149.JPG/1920px-WikiAir_IL-13-02_149.JPG",
            "https://upload.wikimedia.org/wikipedia/commons/4/47/Mivtachim.jpg"
        ]
    },
    {
        "id": 10,
        "building": "Robarts Library",
        "architect": "Mathers & Haldenby",
        "city": "Toronto",
        "year": 1973,
        "country": "Canada",
        "description": "The John P. Robarts Research Library, commonly referred to as Robarts Library, is the main humanities and social sciences library of the University of Toronto Libraries and the largest individual library in the university. Opened in 1973 and named for John Robarts, the 17th Premier of Ontario, the library contains more than 4.5 million bookform items, 4.1 million microform items and 740,000 other items. The library building is one of the most significant examples of brutalist architecture in North America. Its towering main structure rests on an equilateral triangular footprint and features extensive use of triangular geometric patterns throughout. It forms the main component of a three-tower complex that also includes the Thomas Fisher Rare Book Library and the Claude T. Bissell Building, which houses the Faculty of Information. The library's imposing appearance has earned it the nicknames Fort Book and The Peacock/Turkey.",
        "images": [
            "/robarts-library/img-01.jpeg",
            "/robarts-library/img-02.jpeg",
            "https://upload.wikimedia.org/wikipedia/commons/4/43/Fort_Book.jpg",
            "https://images.adsttc.com/media/images/54eb/f1e6/e58e/cec3/f000/008f/large_jpg/Flickr_Andrew_Louis.jpg?1424749027",
            "https://images.adsttc.com/media/images/54eb/f221/e58e/cec3/f000/0093/large_jpg/Plan.jpg?1424749083"
        ]
    },
    {
        "id": 11,
        "building": "J. Edgar Hoover Building",
        "architect": "Charles Murphy",
        "city": "Washington, D.C.",
        "country":"USA",
        "year": 1975,
        "description": "The J. Edgar Hoover Building is a low-rise office building located at 935 Pennsylvania Avenue NW in Washington, D.C., in the United States. It is the headquarters of the Federal Bureau of Investigation (FBI). Planning for the building began in 1962, and a site was formally selected in January 1963. Design work, focusing on avoiding the blocky, monolithic structure typical of most federal architecture at the time, began in 1963 and was largely complete by 1964 (although final approval did not occur until 1967). Land clearance and excavation of the foundation began in March 1965; delays in obtaining congressional funding meant that only the three-story substructure was complete by 1970. Work on the superstructure began in May 1971. These delays meant that the cost of the project grew from $60 million to $126.108 million. Construction finished in September 1975, and President Gerald Ford dedicated the structure on September 30, 1975.",
        "images": [
            "/j-edgar-hoover/img-01.jpeg",
            "/j-edgar-hoover/img-02.jpeg",
            "https://image-renderer.sinclairstoryline.com/prod/image-renderer/16x9/full/1015/center/80/ef98c9c1-ec50-48af-be46-4be74d2e9881-large16x9_GettyImages1090630542.jpg",
            "https://static.independent.co.uk/s3fs-public/thumbnails/image/2015/11/28/18/Hoover.jpg?quality=75&width=982&height=726&auto=webp",
            "https://img1.10bestmedia.com/Images/Photos/53894/p-j-edgar-hoover-fbi-building-p1100046_55_660x440_201404181914.jpg"
        ]
    }

]